Repository: mikekazakov/nimble-commander
Catalog: Source/NimbleCommander/NimbleCommander/Preferences/mul.lproj/PreferencesWindowExternalEditorsTabNewEditorSheet.xcstrings
Source language: en
Languages: ru

# 9X5-ZX-4rg.title
source: Files only
ru: Только файлы

# 84y-na-X1l.title
source: Arguments:
ru: Аргументы:

# BxS-J4-CBs.title
source: Cancel
ru: Отмена

# DPm-wa-ccm.title
source: OK
ru: ОК

# eP4-pl-vw3.title
source: File mask:
ru: Маска файлов:

# eTL-Fa-DVU.title
source: Run in terminal
ru: Запускать в терминале

# hau-43-Cpg.ibShadowedIsNilPlaceholder
source: *, *.*, *.cpp, *.*m, etc.
ru: *, *.*, *.cpp, *.*m и т.д.

# J19-J3-pgq.title
source: Name:
ru: Имя:

# wWC-fX-UjM.title
source: Any occurrences of %% will be replaced with file path. You can use backslashes to escape spaces, so that they are not interpreted as parameter delimiters.
ru: Все экземпляры %% будут заменены на путь файла. Вы можете использовать обратный слэш для избегания интерпретации пробелов как разделитей параметров.

# xCy-eR-Fzk.title
source: Application path:
ru: Путь приложения:
